[
    {
      "id": 1,
      "title": "Project One",
      "image": "https://i.hizliresim.com/825ezhh.png",
      "date": "2024",
      "location": "Derince/Kocaeli",
      "catalog": "https://online.fliphtml5.com/zblih/fhew/",
      "description": "Project One is a pioneering endeavor located in the heart of Derince, Kocaeli. This project, executed in 2024, features an avant-garde architectural design, as depicted in the rendering. It aims to establish a new benchmark in residential and commercial structures while maintaining a keen emphasis on sustainability. Yüz Yapı's commitment to quality and detail is evident in the careful selection of materials and innovative construction techniques. The project also integrates smart technology solutions to enhance the living and working experience.",
      "type": "Site",
      "firm": "Yüz Yapı"
    },
    {
      "id": 2,
      "title": "Project Two",
      "image": "https://i.hizliresim.com/3620ldk.png",      
      "date": "2019",
      "location": "İzmit/Kocaeli",
      "catalog": "https://online.fliphtml5.com/zblih/fhew/",
      "description": "Completed in 2019, Project Two stands as a testament to modern architecture in İzmit, Kocaeli. This site incorporates cutting-edge technology and materials to create a building that is both aesthetically pleasing and highly functional. The structure is designed to optimize light and space, promoting a harmonious environment for its occupants. Advanced energy systems and water-saving technologies reflect the firm's dedication to environmental responsibility. The project serves as a model for future developments in urban settings.",
      "type": "Site",
      "firm": "Yüz Yapı"
    },
    {
      "id": 3,
      "title": "Project Three",
      "image": "https://i.hizliresim.com/ee3gr38.png",      
      "date": "2021",
      "location": "Maltepe/İstanbul",
      "catalog": "https://online.fliphtml5.com/zblih/fhew/",
      "description": "Project Three, located in Maltepe, Istanbul, is a visionary project completed in 2021 that redefines traditional architectural norms. It emphasizes innovative design and strategic engineering to create spaces that are versatile and adaptive to the needs of their users. This project introduces a series of breakthroughs in the use of eco-friendly materials and processes, setting a new standard for sustainable development in the region. The final structure not only serves its functional purpose but also enhances the urban landscape.",
      "type": "Site",
      "firm": "Yüz Yapı"
    },
    {
      "id": 4,
      "title": "Project Four",
      "image": "https://i.hizliresim.com/b6mpydo.png",      
      "date": "2022",
      "location": "Pendik/İstanbul",
      "catalog": "https://online.fliphtml5.com/zblih/fhew/",
      "description": "Nestled in Pendik, Istanbul, Project Four was completed in 2022 and offers a unique blend of historical elegance and modern comfort. Despite the local lore of spectral presences, the site features state-of-the-art facilities housed within an architecturally significant framework. The design respects the historical context while introducing contemporary elements that ensure efficiency and sustainability. This project is particularly noted for its adaptive reuse of space and the integration of advanced safety and communication technologies.",
      "type": "Site",
      "firm": "Yüz Yapı"
    },
    {
      "id": 5,
      "title": "Project Five",
      "image": "https://i.hizliresim.com/hfdkiuh.png",      
      "date": "2024",
      "location": "Gebze/Kocaeli",
      "catalog": "https://online.fliphtml5.com/zblih/fhew/",
      "description": "Gebze, Kocaeli, is home to Project Five, an exemplary model of modern architecture completed in 2024. This project stands out with its bold design and exceptional functionality, making it a significant addition to the local skyline. The building is crafted to support a high quality of life with luxurious amenities and robust infrastructure. Special attention was given to environmental impact, resulting in a building that not only meets but exceeds current energy efficiency standards.",
      "type": "Site",
      "firm": "Yüz Yapı"

    },
    {
      "id": 6,
      "title": "Project Six",
      "image": "https://i.hizliresim.com/27kgwzu.png",      
      "date": "2023",
      "location": "Kandıra/Kocaeli",
      "catalog": "https://online.fliphtml5.com/zblih/fhew/",
      "description": "Project Six, completed in 2023 in Kandıra, Kocaeli, showcases a modern corporate aesthetic with its sleek lines and expansive glass facades. This project incorporates a blend of luxury and practicality, making it a premier destination for businesses and professionals. The building is equipped with the latest in technology and security systems, ensuring a productive and safe environment. Its strategic location offers excellent connectivity and accessibility, enhancing its appeal as a business hub.",
      "type": "Site",
      "firm": "Yüz Yapı"
    }
  ]
  